Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: Error starting installation:
ca_es: S'ha produït un error en iniciar la instal·lació:

source: Creating Virtual Machine
ca_es: S'està creant la màquina virtual

source: The virtual machine is now being created. Allocation of disk storage and retrieval of the installation images may take a few minutes to complete.
ca_es: S'està creant la màquina virtual ara. L'assignació d'espai de disc i la recuperació de les imatges d'instal·lació poden trigar uns minuts a acabar.

source: Unable to complete install: '%s'
ca_es: No s'ha pogut completar la instal·lació: '%s'

source: Error continue install: %s
ca_es: S'ha produït un error en continuar la instal·lació: %s

source: Detecting
ca_es: Detectant

source: Bridge
ca_es: Pont

source: Bond
ca_es: Enllaça

source: Ethernet
ca_es: Cable

source: In use by
ca_es: Utilitzat per

source: System default
ca_es: Predeterminat del sistema

source: Choose interface(s) to bridge:
ca_es: Escolliu la/les interfície(s) per al pont:

source: Choose parent interface:
ca_es: Trieu la interfície arrel:

source: Choose interfaces to bond:
ca_es: Escolliu les interfícies a enllaçar:

source: Choose an unconfigured interface:
ca_es: Trieu una interfície sense configurar:

source: No interface selected
ca_es: No hi ha cap interfície seleccionada

source: An interface name is required.
ca_es: És necessari un nom d'interfície.

source: An interface must be selected
ca_es: Heu de seleccionar una interfície

source: The following interface(s) are already configured: %s Using these may overwrite their existing configuration. Are you sure you want to use the selected interface(s)?
ca_es: La/les següent(s) interfície(s) ja estan configurades:⏎ ⏎ %s⏎ ⏎ Amb la utilització d'aquestes es pot sobreescriure la configuració ja existent. Esteu segur que voleu utilitzar la/les interfície(s) seleccionades?

source: Error setting interface parameters.
ca_es: S'ha produït un error en definir els paràmetres de la interfície.

source: Error validating IP configuration: %s
ca_es: S'ha produït un error en validar la configuració IP: %s

source: Creating virtual interface
ca_es: S'està creant una interfície virtual

source: The virtual interface is now being created.
ca_es: S'està creant la interfície virtual.

source: Error creating interface: '%s'
ca_es: S'ha produït un error en crear la interfície: '%s'

source: Routed
ca_es: Encaminat

source: Any physical device
ca_es: Qualsevol dispositiu físic

source: Physical device %s
ca_es: Dispositiu físic %s

source: Private
ca_es: Privat

source: Other/Public
ca_es: Altres/Públic

source: Reserved
ca_es: Reservat

source: Network Address / prefix:
ca_es: Adreça de xarxa / prefix:

source: DHCPv4 Status:
ca_es: Estat del DHCPv4:

source: IPV6 Network:
ca_es: Xarxa IPv6:

source: Not Defined
ca_es: No definit

source: DHCPv6 Status:
ca_es: Estat del DHCPv6:

source: Error creating virtual network: %s
ca_es: S'ha produït un error crear la xarxa virtual: %s

source: Invalid Network Name
ca_es: El nom de la xarxa no és vàlid

source: Network name must be non-blank and less than 50 characters
ca_es: El nom de la xarxa no pot estar en blanc i ha de ser de menys de 50 caracters

source: Network name may contain alphanumeric and '_' characters only
ca_es: El nom de la xarxa pot contenir solament caracters alfanumerics i '_'

source: Invalid Network Address
ca_es: L'adreça de xarxa no és vàlida

source: The network address could not be understood
ca_es: No s'ha pogut resoldre l'adreça del servidor

source: The network must be an IPv4 address
ca_es: La xarxa ha d'utilizar adreces IPv4

source: The network must address at least 16 addresses.
ca_es: La xarxa ha d'adreçar almenys 16 adreces.

source: Check Network Address
ca_es: Comprova l'adreça de la xarxa

source: The network should normally use a private IPv4 address. Use this non-private address anyway?
ca_es: La xarxa hauria d'utilizar normalment una adreça IPv4 privada. Voleu utilitzar aquesta adreça no privada de totes maneres?

source: Invalid DHCP Address
ca_es: L'adreça de DHCP no és vàlida

source: The DHCP start address could not be understood
ca_es: L'adreça inicial del DHCP no és vàlida

source: The DHCP end address could not be understood
ca_es: L'adreça final del DHCP no és vàlida

source: The DHCP start address is not with the network %s
ca_es: L'adreça inicial del DHCP no pertany a la xarxa %s

source: The DHCP end address is not with the network %s
ca_es: L'adreça final del DHCP no pertany amb la xarxa %s

source: Invalid static route
ca_es: Ruta estàtica no vàlida

source: The network address is incorrect.
ca_es: L'adreça de xarxa és incorrecta.

source: The gateway address is incorrect.
ca_es: L'adreça de passarel·la és incorrecta.

source: The network must be an IPv6 address
ca_es: La xarxa ha de ser una adreça IPv6

source: For libvirt, the IPv6 network prefix must be /64
ca_es: Per a libvirt, el prefix de xarxa IPv6 ha de ser /64

source: Invalid DHCPv6 Address
ca_es: L'adreça DHCPv6 no és vàlida

source: The DHCPv6 start address could not be understood
ca_es: L'adreça inicial del DHCPv6 no és vàlida

source: The DHCPv6 end address could not be understood
ca_es: L'adreça final del DHCPv6 no és vàlida

source: The DHCPv6 start address is not with the network %s
ca_es: L'adreça inicial del DHCPv6 no pertany a la xarxa %s

source: The DHCPv6 end address is not with the network %s
ca_es: L'adreça final del DHCPv6 no pertany a la xarxa %s

source: Invalid Domain Name
ca_es: El nom de domini no és vàlid

source: Domain name must be less than 17 characters
ca_es: El nom de domini ha de tenir menys de 17 caràcters

source: Domain name may contain alphanumeric and '_' characters only
ca_es: El nom de domini només pot contenir caràcters alfanumèrics i '_'

source: Invalid forwarding mode
ca_es: El mode de reenviament no és vàlid

source: Please select where the traffic should be forwarded
ca_es: Si us plau, seleccioneu on s'ha de reenviar el tràfic

source: Choose source path
ca_es: Trieu un camí d'origen

source: Choose target directory
ca_es: Trieu un directori de destinació

source: Creating storage pool...
ca_es: S'està creant un conjunt d'emmagatzematge...

source: Creating the storage pool may take a while...
ca_es: La creació del conjunt d'emmagatzematge pot trigar una estona...

source: Error creating pool: %s
ca_es: S'ha produït un error en crear el conjunt: %s

source: Pool Parameter Error
ca_es: Error en el paràmetre del conjunt

source: Building a pool of this type will format the source device. Are you sure you want to 'build' this pool?
ca_es: La construcció d'un conjunt d'aquest tipus formatarà el disc origen. Esteu segur que voleu 'construir' aquest conjunt?

source: Format the source device.
ca_es: Formata el dispositiu origen.

source: Create a logical volume group from the source device.
ca_es: Crea un grup de volums lògics des del dispositiu origen.

source: Creating storage volume...
ca_es: S'està creant el volum d'emmagatzematge...

source: Creating the storage volume may take a while...
ca_es: La creació del volum d'emmagatzematge pot trigar una estona...

source: Error creating vol: %s
ca_es: S'ha produït un error en crear el volum: %s

source: Volume Parameter Error
ca_es: S'ha produït un error en el paràmetre del volum

source: Are you sure you want to delete the storage?
ca_es: Esteu segur que voleu eliminar l'emmagatzematge?

source: All selected storage will be deleted.
ca_es: Tot l'emmagatzematge seleccionat s'esborrarà.

source: Deleting virtual machine '%s'
ca_es: S'està eliminant la màquina virtual '%s'

source: Deleting path '%s'
ca_es: S'està eliminant el camí '%s'

source: Error deleting virtual machine '%s': %s
ca_es: S'ha produït un error en suprimir la màquina virtual '%s': %s

source: Additionally, there were errors removing certain storage devices:
ca_es: A més, s'han produït errors en eliminar determinats dispositius d'emmagatzematge.⏎

source: Errors encountered while removing certain storage devices.
ca_es: S'han produït errors mentre s'eliminaven determinats dispositius d'emmagatzematge.

source: Storage Path
ca_es: Camí d'emmagatzematge

source: Cannot delete iscsi share.
ca_es: No s'ha pogut eliminar el recurs compartit iscsi.

source: Cannot delete unmanaged remote storage.
ca_es: No es pot esborrar un emmagatzematge remot no gestionat.

source: Cannot delete unmanaged block device.
ca_es: No es pot eliminar el dispositiu de bloc no gestionat.

source: Storage is read-only.
ca_es: L'emmagatzematge és de només lectura.

source: No write access to path.
ca_es: No hi ha accés d'escriptura al camí.

source: Storage is marked as shareable.
ca_es: L'emmagatzematge està marcat com a recurs compartit.

source: Storage is in use by the following virtual machines: - %s
ca_es: L'emmagatzematge es troba en ús per les següents màquines virtuals:⏎ - %s

source: Redirected %s
ca_es: Redirigit %s

source: Redirect USB device attached on host to virtual machine with SPICE graphics. USB Redirection device is required for Virtual Machine to support this functionality. Auto-redirection is enabled by default
ca_es: Redirigeix el dispositiu USB associat a l'amfitrió cap a la màquina virtual amb gràfics SPICE. Es requereix un dispositiu de redirecció USB en la màquina virtual per implementar aquesta funcionalitat. L'auto-redirecció està habilitada per defecte

source: _Add Hardware
ca_es: _Afegeix maquinari

source: _Remove Hardware
ca_es: _Suprimeix maquinari

source: Static SELinux security type tells libvirt to always start the guest process with the specified label. Unless 'relabel' is set, the administrator is responsible for making sure the images are labeled correctly on disk.
ca_es: El tipus de seguretat estàtica SELinux indica a libvirt que el procés d'hoste s'iniciï sempre amb l'etiqueta especificada. A no ser que 'relabel' estigui definit, la persona administradora és la responsable d'assegurar l'etiquetatge correcte de les imatges en el disc.

source: The dynamic SELinux security type tells libvirt to automatically pick a unique label for the guest process and guest image, ensuring total isolation of the guest. (Default)
ca_es: El tipus de seguretat SELinux dinàmic indica a libvirt que triï una etiqueta única per al procés hoste i la imatge hoste, assegurant l'aïllament total de l'hoste. (Predeterminat)

source: Libvirt did not detect NUMA capabilities.
ca_es: Libvirt no ha detectat les capacitats NUMA.

source: On CPU
ca_es: En CPU

source: Pinning
ca_es: Ancorar

source: No text console available
ca_es: Cap consola de text disponible

source: No graphical console available
ca_es: Cap consola gràfica disponible

source: Graphical Console %s
ca_es: Consola gràfica %s

source: There are unapplied changes. Would you like to apply them now?
ca_es: Hi ha canvis pendents de ser aplicats. Voleu aplicar-los ara?

source: Don't warn me again.
ca_es: No m'avisis una altra vegada.

source: Error refreshing hardware page: %s
ca_es: S'ha produït un error en refrescar la pàgina de maquinari: %s

source: _Restore
ca_es: _Restaura

source: _Run
ca_es: _Executa

source: Error launching hardware dialog: %s
ca_es: S'ha produït un error en iniciar el diàleg de maquinari: %s

source: Error taking screenshot: %s
ca_es: S'ha produït un error en la captura de pantalla: %s

source: Error initializing spice USB device widget
ca_es: S'ha produït un error en la inicialització del giny per a dispositius USB del spice.

source: Select USB devices for redirection
ca_es: Seleccioneu dispositius USB per a la redirecció

source: Save Virtual Machine Screenshot
ca_es: Deseu una captura de la màquina virtual

source: Error generating CPU configuration
ca_es: S'ha produït un error en generar la configuració de CPU

source: Error copying host CPU: %s
ca_es: S'ha produït un error en copiar la CPU de l'amfitrió: %s

source: Error disconnecting media: %s
ca_es: S'ha produït un error en desconnectar el suport: %s

source: Error launching media dialog: %s
ca_es: S'ha produït un error en iniciar el diàleg de suports: %s

source: Error apply changes: %s
ca_es: S'ha produït un error en aplicar els canvis: %s

source: Error building pin list
ca_es: S'ha produït un error en construir la llista d'ancoratges

source: Error pinning vcpus
ca_es: S'ha produït un error en ancorar les vCPU

source: Error changing autostart value: %s
ca_es: S'ha produït un error en canviar el valor d'autoinici: %s

source: Cannot set initrd without specifying a kernel path
ca_es: No s'ha pogut establir l'initrd sense l'especificació d'un camí per al nucli

source: Cannot set kernel arguments without specifying a kernel path
ca_es: No s'han pogut establir els arguments del nucli sense l'especificació d'un camí per al nucli

source: An init path must be specified
ca_es: S'ha d'especificar un camí per a l'init

source: You are switching graphics type to %(gtype)s, would you like to %(action)s Spice agent channels?
ca_es: Esteu canviant el tipus de gràfics a %(gtype)s, voleu %(action)s els canals de l'agent spice?

source: Are you sure you want to remove this device?
ca_es: Esteu segur que voleu eliminar aquest dispositiu?

source: Error Removing Device: %s
ca_es: S'ha produït un error en tancar el dispositiu %s

source: Device could not be removed from the running machine
ca_es: No s'ha pogut eliminar el dispositiu de la màquina en execució

source: This change will take effect after the next guest shutdown.
ca_es: Aquest canvi tindrà efecte després de la següent aturada de l'hoste.

source: Error changing VM configuration: %s
ca_es: S'ha produït un error en canviar la configuració de la MV: %s

source: Some changes may require a guest shutdown to take effect.
ca_es: Alguns canvis poden requerir una aturada de l'hoste perquè es facin efectius.

source: These changes will take effect after the next guest shutdown.
ca_es: Aquests canvis es faran efectius després de la següent aturada de l'hoste.

source: Same as host
ca_es: Igual que l'amfitrió

source: VCPU info only available for running domain.
ca_es: La informació de vCPU només està disponible per al domini en execució.

source: Error getting VCPU info: %s
ca_es: S'ha produït un error en obtenir la informació de vCPU: %s

source: Virtual machine does not support runtime VPCU info.
ca_es: La màquina virtual no permet l'ús de la informació d'execució de vCPU.

source: Xen Mouse
ca_es: Ratolí Xen

source: PS/2 Mouse
ca_es: Ratolí de 2 botons (PS/2)

source: Absolute Movement
ca_es: Moviment absolut

source: Relative Movement
ca_es: Moviment relatiu

source: Automatically allocated
ca_es: Assignat automàticament

source: %(graphicstype)s Server
ca_es: Servidor %(graphicstype)s

source: Local SDL Window
ca_es: Finestra local SDL

source: Serial Device
ca_es: Dispositiu sèrie

source: Parallel Device
ca_es: Dispositiu paral·lel

source: Console Device
ca_es: Dispositiu de consola

source: Channel Device
ca_es: Dispositiu de canal

source: %s Device
ca_es: Dispositiu %s

source: Primary Console
ca_es: Consola primària

source: Tablet
ca_es: Tauleta gràfica

source: Mouse
ca_es: Ratolí

source: Display %s
ca_es: Pantalla %s

source: Sound: %s
ca_es: So: %s

source: Video %s
ca_es: Vídeo %s

source: Controller %s
ca_es: Controlador %s

source: Filesystem %s
ca_es: Sistema de fitxers %s

source: There is more than one '%s' device attached to your host, and we can't determine which one to use for your guest. To fix this, remove and reattach the USB device to your guest using the 'Add Hardware' wizard.
ca_es: Hi ha diversos dispositius '%s' connectats al vostre amfitrió, i no es pot determinar quin s'ha d'utilitzar per a l'hoste.⏎ Per arreglar això, traieu i torneu a inserir el dispositiu USB en l'hoste utilitzant l'assistent 'Afegeix maquinari'.

source: Could not find specified device in the inactive VM configuration: %s
ca_es: No s'ha pogut trobar el dispositiu especificat en la configuració de la MV inactiva: %s

source: Cannot rename an active guest
ca_es: No es pot canviar de nom un hoste actiu

source: Cannot start guest while cloning operation in progress
ca_es: No es pot iniciar un hoste mentre hi ha una operació de clonatge en curs

source: Cannot resume guest while cloning operation in progress
ca_es: No es pot reprendre un hoste mentre hi ha una operació de clonatge en curs

source: Saving domain to disk
ca_es: S'està desant el domini a disc

source: Migrating domain
ca_es: S'està migrant el domini

source: Paused
ca_es: En pausa

source: Shutting Down
ca_es: S'està aturant

source: Saved
ca_es: Desada

source: Shutoff
ca_es: Apagat

source: Crashed
ca_es: Ha fallat

source: Suspended
ca_es: Suspès

source: Could not detect a default hypervisor. Make sure the appropriate virtualization packages are installed (kvm, qemu, libvirt, etc.), and that libvirtd is running. A hypervisor connection can be manually added via File->Add Connection
ca_es: No s'ha pogut detectar un hipervisor per defecte.⏎ Assegureu-vos que els paquets de virtualització ⏎ adequats es troben instal·lats (kvm, qemu, libvirt, etc.)⏎ i que libvirtd s'estigui executant.⏎ ⏎ Podeu afegir manualment una connexió d'hipervisor⏎ via Fitxer->Afegeix connexió

source: The 'libvirtd' service will need to be started. After that, virt-manager will connect to libvirt on the next application start up.
ca_es: Caldrà iniciar el servei 'libvirtd'.⏎ ⏎ Després d'això, virt-manager connectarà amb libvirt⏎ en el següent inici de l'aplicació.

source: Libvirt service must be started
ca_es: S'ha d'iniciar el servei libvirt

source: Error polling connection '%s': %s
ca_es: S'ha produït un error en consultar la connexió '%s': %s

source: Unknown connection URI %s
ca_es: URI de connexió %s desconegut

source: The remote host requires a version of netcat/nc which supports the -U option.
ca_es: L'amfitrió remot requereix una versió de netcat/nc⏎ que suporti l'opció -U.

source: You need to install openssh-askpass or similar to connect to this host.
ca_es: Cal que instal·leu openssh-askpass o similar⏎ per connectar amb aquest amfitrió.

source: Verify that the 'libvirtd' daemon is running on the remote host.
ca_es: Verifiqueu que el daemon 'libvirtd' s'està executant⏎ en la màquina remota.

source: Verify that: - A Xen host kernel was booted - The Xen service has been started
ca_es: Verifiqueu que:⏎ - S'hagi arrencat un nucli d'amfitrió Xen⏎ - S'hagi iniciat el servei Xen

source: Could not detect a local session: if you are running virt-manager over ssh -X or VNC, you may not be able to connect to libvirt as a regular user. Try running as root.
ca_es: No s'ha pogut detectar cap sessió local: si esteu⏎ executant virt-manager per ssh -X o VNC, pot ser⏎ que no pugueu connectar a libvirt com a⏎ usuari normal. Proveu a executar com a root.

source: Verify that the 'libvirtd' daemon is running.
ca_es: Verifiqueu que el daemon 'libvirtd' s'està executant.

source: Unable to connect to libvirt.
ca_es: No s'ha pogut connectar a libvirt.

source: Virtual Machine Manager Connection Failure
ca_es: Ha fallat l'intent de connexió del gestor de màquines virtuals.

source: Error launching 'About' dialog: %s
ca_es: S'ha produït un error en iniciar el diàleg 'Quant a': %s

source: Error launching preferences: %s
ca_es: S'ha produït un error en iniciar les preferències: %s

source: Error launching host dialog: %s
ca_es: S'ha produït un error en iniciar el diàleg d'amfitrió: %s

source: Error launching connect dialog: %s
ca_es: S'ha produït un error en iniciar el diàleg de connexió: %s

source: Error launching details: %s
ca_es: S'ha produït un error en iniciar detalls: %s

source: Error launching manager: %s
ca_es: S'ha produït un error en iniciar el gestor: %s

source: Error launching migrate dialog: %s
ca_es: S'ha produït un error en iniciar el diàleg de migració: %s

source: Error setting clone parameters: %s
ca_es: S'ha produït un error en establir els paràmetres del clonatge: %s

source: Saving virtual machines over remote connections is not supported with this libvirt version or hypervisor.
ca_es: Aquesta versió de libvirt o d'hipervisor no admet el desament de màquines a través de connexions remotes.

source: Are you sure you want to save '%s'?
ca_es: Esteu segur que voleu desar '%s'?

source: Save Virtual Machine
ca_es: Deseu la màquina virtual

source: Saving Virtual Machine
ca_es: Desant la màquina virtual

source: Saving virtual machine memory to disk
ca_es: S'està desant a disc la memòria de la màquina virtual

source: Error saving domain: %s
ca_es: S'ha produït un error desant el domini: %s

source: Error cancelling save job: %s
ca_es: S'ha produït un error en cancel·lar la desada de la tasca: %s

source: Restoring virtual machines over remote connections is not yet supported
ca_es: Encara no està implementada la restauració de màquines virtuals sobre connexions remotes.

source: Restore Virtual Machine
ca_es: Restaura la màquina virtual

source: Error restoring domain
ca_es: S'ha produït un error en restaurar el domini

source: Are you sure you want to force poweroff '%s'?
ca_es: Esteu segur que voleu forçar l'aturada '%s'?

source: This will immediately poweroff the VM without shutting down the OS and may cause data loss.
ca_es: Això farà que la VM s'apagui immediatament sense aturar el SO i pot provocar la pèrdua d'informació.

source: Error shutting down domain
ca_es: S'ha produït un error en tancar el domini

source: Are you sure you want to pause '%s'?
ca_es: Esteu segur que voleu posar en pausa '%s'?

source: Error pausing domain
ca_es: S'ha produït un error en posar en pausa el domini

source: Error unpausing domain
ca_es: S'ha produït un error en reactivar el domini

source: The domain could not be restored. Would you like to remove the saved state and perform a regular start up?
ca_es: No s'ha pogut restaurar el domini. Voleu suprimir⏎ l'estat desat i realitzar una engegada normal?

source: Error removing domain state: %s
ca_es: S'ha produït un error en treure l'estat del domini: %s

source: Restoring Virtual Machine
ca_es: Restaurant la màquina virtual

source: Restoring virtual machine memory from disk
ca_es: S'està restaurant des de disc la memòria de la màquina virtual

source: Error starting domain
ca_es: S'ha produït un error en iniciar el domini

source: Are you sure you want to poweroff '%s'?
ca_es: Esteu segur que voleu apagar '%s'?

source: Are you sure you want to reboot '%s'?
ca_es: Esteu segur que voleu reiniciar '%s'?

source: Error rebooting domain: %s
ca_es: S'ha produït un error en arrencar de nou el domini: %s

source: Are you sure you want to force reset '%s'?
ca_es: Esteu segur que voleu forçar la reinicialització de '%s'?

source: This will immediately reset the VM without shutting down the OS and may cause data loss.
ca_es: Això farà que la VM es reiniciï sense aturar el SO i pot provocar la pèrdua d'informació.

source: Error resetting domain
ca_es: S'ha produït un error en reiniciar el domini

source: Input Error
ca_es: S'ha produït un error en l'entrada

source: Details
ca_es: Detalls

source: Copy Volume Path
ca_es: Copia el camí del volum

source: %(currentmem)s of %(maxmem)s
ca_es: %(currentmem)s de %(maxmem)s

source: Connection not active.
ca_es: La connexió no està activa.

source: Libvirt connection does not support virtual network management.
ca_es: La connexió libvirt no suporta la gestió de xarxes virtuals.

source: Libvirt connection does not support storage management.
ca_es: La connexió libvirt no suporta la gestió d'emmagatzematges.

source: Libvirt connection does not support interface management.
ca_es: La connexió libvirt no suporta la gestió d'interfícies.

source: Are you sure you want to permanently delete the network %s?
ca_es: Esteu segur que voleu eliminar permanentment la xarxa %s?

source: Error deleting network '%s'
ca_es: S'ha produït un error en esborrar la xarxa '%s'
